True to create new local placement with identity transform.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public bool ForceOffset { get; set; }
  Visual Basic
Public Property ForceOffset As Boolean
	Get
	Set
  Visual C++
public:
property bool ForceOffset {
	bool get ();
	void set (bool value);
}
 See Also
  IFCExtrusionCreationData Class
  Autodesk.Revit.DB.IFC Namespace